Repository: LinhToBK/PLM
Catalog: 03_GUI_User_Interface/3_2_Relation_Part/Lang/Lang_MakeNewPart.*.resx
Languages: kr, vi

# btn.Add
source: Add File
kr: 파일 추가
vi: Thêm File

# btn.NewPart
source: Add New Part
kr: 새로운 부분을 추가
vi: Tạo Part Mới

# btn.Delete
source: Delete File
kr: 파일 삭제
vi: Xóa File

# btn.Show
source: Show Details Part
kr: 세부 사항을 표시
vi: Hiển thị chi tiết

# btn.Apply
source: Apply
vi: Áp dụng

# i.form
source: Make New Part
kr: 새로운 부분을 함.
vi: Tạo Part Mới

# lb1
source: Part Family
vi: Loại chi tiết

# lb2
source: Part Name
vi: Tên chi tiết

# lb7
source: Template Description
vi: Mẫu ghi

# lb8
source: Part File Attachment
kr: File Attachment
vi: File đính kèm

# note1
source: Note : Part Name : should have model, feature. Description shoud have oversize,...
kr: 힌트 : [파트 이름]은 모델과 기능을 기록해야합니다. 설명은 가방 크기로 작성해야합니다.
vi: Gợi ý : [PartName] nên ghi kèm model và tính năng. Miêu tả nên ghi kèm kích thước bao

# note2
source: Type file : .jpg, .pdf, .dwg, .dxf, .stp, .step, .iegs
kr: 파일 유형 : .jpg, .pdf, .dwg, .dxf, .stp, .step, .iegs
vi: File đính kèm có đuôi : .jpg, .pdf, .dwg, .dxf, .stp, .step, .iegs

# note3
source: Allow to drop and drag in List file attachment area.
kr: 파일을 첨부 된 파일 목록으로 끌어 낼 수 있습니다.
vi: Có thể kéo thả file vào vùng danh sách file đính kèm

# lb9
source: Part Material
vi: Vật liệu

# lb10
source: Part Description
vi: Miêu tả

# t0
source: Notice
kr: 주의
vi: Thông báo

# t1
source: Can not load list material.
kr: 목록 자료를로드 할 수 없습니다.
vi: Không load được danh sách vật liệu

# t2
source: Do you want to close tab ?
kr: 탭을 닫고 싶습니까?
vi: Bạn có muốn thoát form không ?

# t3
source: Have 1 file with this extension
vi: Đã có tệp có phần Entension trùng

# t7
source: Fail : Write new ECO to Database
kr: 실패 : 데이터베이스에 새로운 에코를 작성하십시오
vi: Ghi ECO Thất Bại

# t10
source: Error !!!. Please check the information again.
kr: 오류 !!!. 정보를 다시 확인하십시오.
vi: Phát sinh lỗi \n Kiểm tra lại PartName

# t9
source: Can not create new part
kr: 새 부분을 만들 수 없습니다
vi: Không tạo được PartCode mới

# t8
source: Fail : Wrire Part Log to Database
vi: Ghi File Log Thất Bại

# t6
source: Create new part successfully
kr: 새로운 부품을 성공적으로 만듭니다
vi: Tạo thành công Part mới

# t5
source: Do you want to add :
kr: 추가 :
vi: Bạn muốn thêm Part :

# t4
source: Total Character of Material < 20
vi: Vật liệu không được quá 20 ký tự

# t11
source: Please choose the row to delete
kr: 삭제할 행을 선택하십시오
vi: Vui lòng chọn 1 hàng để xóa
