Repository: LinhToBK/PLM
Catalog: 03_GUI_User_Interface/3_5_Purchase/Lang/Lang_frmMakePO.*.resx
Languages: kr, vi

# i.form
source: Make New PO
kr: 새로운 PO를 만드십시오
vi: Tạo PO mới

# lb1
source: Name
kr: 이름
vi: Tên

# lb10
source: PO No
vi: Mã PO

# lb11
source: Purchase Order
kr: 구매 주문
vi: Tạo PO mới

# lb12
source: Order Date
kr: 주문 날짜
vi: Ngày tạo

# lb13
source: Supplier Name
kr: 공급 업체 이름
vi: Tên NCC

# lb14
source: Supplier ID
kr: 공급 업체 ID
vi: ID NCC

# lb15
source: Supplier Location
kr: 공급 업체 위치
vi: Địa chỉ NCC

# lb16
source: Supplier Tel
kr: 공급 업체 전화
vi: SĐT NCC

# lb17
source: TaxID
kr: 세금 코드
vi: MS Thue

# lb18
source: Telephone
kr: 전화
vi: Điện thoại

# lb19
source: Payments \n Terms
kr: 지불 \ n 약관
vi: Điều khoản HD

# lb2
source: Help
kr: 돕다
vi: Giúp đỡ

# lb20
source: Add Item for PO
kr: PO에 항목을 추가
vi: Thêm l.kiện

# lb21
source: Delete Item
kr: 항목 삭제
vi: Xóa l.kiện

# lb22
source: Clear List
kr: 명확한 목록
vi: Xóa hết

# lb23
source: Export Excel
kr: Excel로 내보내
vi: Xuất Excel

# lb24
source: Save PO
kr: PO를 저장
vi: Lưu PO

# lb25
source: Remark
kr: 주목
vi: Ghi chú thêm

# lb26
source: Total
kr: 총액
vi: Tổng tiền

# lb27
source: Rate
kr: 환율
vi: Tỷ giá

# lb3
source: Dept
kr: 부서
vi: Phòng

# lb4
source: Position
kr: 위치
vi: Vị trí

# lb5
source: View Near
kr: 근처에
vi: Po gần đây

# lb6
source: Search Old
kr: 오래된 검색
vi: Tra cứu PO

# lb7
source: Find items
kr: 항목을 찾
vi: Tìm linh kiện

# lb8
source: Cancel PO
kr: PO를 취소
vi: Hủy PO

# lb9
source: Manage company
kr: 회사 관리
vi: Quản lý NCC

# t0
source: Notice
kr: 주의
vi: Thông báo

# t1
source: Please enter the key search
kr: 키 검색을 입력하십시오
vi: Hãy nhập từ khóa vào ô tìm kiếm Part

# t10
source: PO is currently empty! \nPlease fill in details to purchase
kr: PO는 현재 비어 있습니다! \ n 구매할 세부 정보를 작성하십시오
vi: PO hiện tại đang trống ! \n Vui lòng điền các chi tiết để mua

# t11
source: Do you want to export to Excel file for preview?
kr: 미리보기를 위해 파일을 Excel로 내보내고 싶습니까?
vi: Bạn có muốn xuất ra file Excel để xem trước không ?

# t2
source: Not found any items
kr: 항목을 찾을 수 없습니다
vi: Không có đối tượng part trong danh sách tìm kiếm \n Hãy nhập từ khóa tìm kiếm

# t3
source: This item is already in the list
kr: 이 항목은 이미 목록에 있습니다
vi: Giá trị này đã thêm vào danh sách con rồi

# t4
source: Do you want to delete item :
kr: 항목을 삭제 하시겠습니까?
vi: Bạn muốn xóa linh kiện này ở trong danh sách :

# t5
source: List is empty. Please select at least 1 item
kr: 목록이 비어 있습니다. 최소 1 개 항목을 선택하십시오
vi: Danh sách trống. Vui lòng chọn ít nhất 1 linh kiện

# t6
source: Do you want to CLEAR ALL ITEM ?
kr: 모든 항목을 지우고 싶습니까?
vi: Bạn muốn xóa hết danh sách linh kiện ?

# t7
source: Do you want to cancel about - [ Make the New Purchase Order ] ?
kr: 취소 하시겠습니까 - [새 구매 주문 만들기]?
vi: Bạn muốn thoát tab : tạo PO mới không ?

# t8
source: This PO has been saved to the database successfully.
kr: 이 PO는 데이터베이스에 성공적으로 저장되었습니다.
vi: Đã lưu PO này vào database

# t9
source: Error !!!. Please check input information again
kr: 오류 !!!. 입력 정보를 다시 확인하십시오
vi: Lỗi!!! \n Vui lòng kiểm tra lại dữ liệu.
