Repository: LinhToBK/PLM
Catalog: 03_GUI_User_Interface/3_3_ECO/Lang/Lang_ListECO.*.resx
Languages: kr, vi

# i.form
source: List ECO Update
vi: Danh sách cập nhật

# lb2
source: ECO Date
vi: Ngày tạo

# lb3
source: Requester
vi: Người tạo

# lb4
source: ECO Status
vi: Trạng thái

# lb5
source: Type
vi: Loại

# t0
source: Notice
kr: 주의
vi: Thông báo

# t1
source: Show 5 ECO recently
kr: 최근에 5를 보이다
vi: Hiển thị 5 cập nhật gần nhất

# t10
source: Copy to data server and delete temp file in ECOTEMP successfully
vi: Đã copy thành công vào datapart và xóa file trong thư mục ECON

# t11
source: Error : Can not delete temp file in ECOTEMP
vi: Lỗi , không xóa được file trong thư mục ECONo File

# t12
source: Error : Can not copy file to data server
vi: Lỗi không copy được file vào thư mục DataPart

# t13
source: Can not copy with upgrade version file to data server
vi: Lỗi khi không copy lên bản mới nhât của stage cũ lên stage mới

# t14
source: Can not update data to [tblECO] in database
kr: Can not update data to [tblECO]
vi: Lỗi không cập nhật được thông tin tblECO

# t15
source: Can not update data to [tblPart] in database
vi: Lỗi không cập nhật được thông tin Part

# t16
source: Do you want to approve [ Make new relation of Parts ]
kr: [부품의 새로운 관계 만들기] 승인을 원하십니까?
vi: Bạn có muốn tạo ràng buộc mới cho những Part trong danh sách không ?

# t17
source: Approved [ Make new relation of Parts ] successfully.
kr: 승인 된 [부품의 새로운 관계 만들기]를 성공적으로.
vi: Đã phê duyệt ECO [ Thêm ràng buộc mới ] thành công

# t18
source: Do you want to approve [ Update quantity of part ] ?
kr: [부품 업데이트 수량]을 승인 하시겠습니까?
vi: Bạn có muốn phê duyệt cập nhật số lương của Part :

# t19
source: Approved [ Update quantity of Part ] successfully.
kr: 승인 된 [부품의 업데이트 수량]가 성공적으로.
vi: "Đã phê duyệt ECO [ Cập nhật số lương của Part ] thành công"

# t2
source: Show 10 ECO recently
kr: 최근에 10를 보이다
vi: Hiển thị 10 cập nhật gần nhất

# t20
source: Fail : Can not update quantity of part
vi: Lỗi không thể cập nhật số lượng

# t21
source: Do you want to delete relation :
kr: 관계를 삭제 하시겠습니까?
vi: Bạn có muốn phê duyệt xóa ràng buộc giữa 2 Part :

# t22
source: Approve [ Delete relation ] successfully.
kr: [관계 삭제]를 성공적으로 승인했습니다.
vi: Đã phê duyệt ECO [ Xóa ràng buộc giữa 2 Part ] thành công

# t23
source: Fail : Can not delete relation
kr: 실패 : 관계를 삭제할 수 없습니다
vi: Lỗi . Không thể xóa ràng buộc 2 part được

# t24
source: You don't need to approve when create new part.
kr: 새 부품을 만들 때 승인 할 필요가 없습니다.
vi: Tạo Part mới thì không cần phải Approved hay Canceled

# t25
source: Do you want to cancel : [ Update quantity of part ]
kr: 취소하고 싶습니까? [부품의 수량]
vi: Bạn có muốn hủy việc cập nhật số lượng không ?

# t26
source: Do you want to cancel : [ Delete relation parts ]
kr: 취소 하시겠습니까 : [관계 부품 삭제]
vi: Bạn có muốn hủy việc xóa ràng buộc không ?

# t27
source: If ECO had approved , you can not cancel
kr: ECO가 승인 한 경우 취소 할 수 없습니다
vi: ECO đã được duyệt rồi. Không thể hủy bỏ

# t28
source: ECO had canceled
kr: ECO가 취소되었습니다
vi: ECO đã hủy rồi, cần gì hủy lại lần nữa đâu

# t29
source: Do you want to cancel : [ Update information of part ]
kr: 취소 하시겠습니까? [부품의 업데이트]
vi: Bạn có muốn hủy phê duyệt cập nhật thông tin của

# t3
source: Show 20 ECO recently
kr: 최근에 20를 보이다
vi: Hiển thị 20 cập nhật gần nhất

# t30
source: [Canceled Status] successfully
kr: [취소 상태] 성공적으로
vi: Đã đưa request về trạng thái hủy

# t31
source: Error when cancel operation
kr: 취소시 오류
vi: Phát sinh lỗi trong quá trình hủy ECO

# t32
source: Do you want to exit View ECO tab ?
kr: View ECO tab을 종료 하시겠습니까?
vi: Bạn có muốn thoát view ECO tab không ?

# t33
source: Do you want to cancel : [ Make new relation of parts]
kr: 취소하고 싶습니까? [부품의 새로운 관계 만들기]
vi: Bạn có muốn hủy việc tạo ràng buộc mới không ?

# t34
source: Fail : Delete in [tblRelationTemp]
vi: Phát sinh lỗi trong quá trình xóa các ràng buộc tạm thời trong tblRelationTemp

# t4
source: Show 50 ECO recently
kr: 최근에 50를 보이다
vi: Hiển thị 50 cập nhật gần nhất

# t5
source: Not have data to choose
kr: 선택할 데이터가 없습니다
vi: Không có dữ liệu để chọn

# t6
source: Create new part => Not need to approve
kr: 새 Part => 승인 할 필요가 없습니다
vi: Tạo Part mới thì không cần phải Approved

# t7
source: ECO had approved
kr: ECO 승인했다
vi: ECO đã được duyệt rồi

# t8
source: ECO had canceled. You need to make new request.
kr: ECO가 취소되었습니다. 새로운 요청을해야합니다.
vi: ECO đã bị hủy rồi \n Cần tạo request mới để phê duyệt

# t9
source: Do you want to approve [ Update Information of Part ] :
kr: [부품의 업데이트 정보]를 승인 하시겠습니까?
vi: "Bạn có muốn phê duyệt cập nhật thông tin của Part :
