Repository: LinhToBK/PLM
Catalog: 03_GUI_User_Interface/3_3_ECO/Lang/Lang_frmECO.*.resx
Languages: kr, vi

# i.form
source: Engineering Change Order ( ECO )
vi: Tạo yêu cầu thay đổi kĩ thuật ( ECO )

# lb1
source: Note : 1. Update information of Part 2. Update relation of Parts 3. Delete relation of Parts
kr: 메모 : 1. 부품의 업데이트 2. 부품의 관계 업데이트 3. 부품의 관계를 삭제합니다
vi: ECO bao gồm : 1. Cập nhật thông tin của Part 2. Xóa ràng buộc của 2 Part 3. Sửa Quantity của Child Part đối với 1 Parent Part

# lb10
source: Update Part
vi: Cập nhật c.tiết

# lb11
source: Parent infor
kr: 부모의 정보
vi: C.tiết cha

# lb12
source: Child infor
kr: 어린이 정보
vi: C.tiết con

# lb13
source: Show List Child
kr: 목록 아이를 보다.
vi: Show &List con

# lb14
source: Modify quantity
kr: 수량을 수정
vi: Chỉnh số lượng

# lb15
source: Delete relation
kr: 관계 삭제
vi: Xóa ràng buộc

# lb16
source: Quantity
kr: 수량
vi: Số lượng

# lb17
source: ECO Relation: 1. If you delete relation, you must create new relation. 2. Change quantity of child in parent part
kr: 에코 관계 : 1. 관계를 삭제하면 새로운 관계를 만들어야함. 2. 부모 부분에서 자녀의 양을 변경함.
vi: ECO Relation: 1. Xóa ràng buộc của 2 Part ( Nếu xóa thì phải tạo lại đó nhé ) 2. Sửa Quantity của Child Part đối với 1 Parent Part

# lb18
source: Add &Parent
kr: 부모 추가
vi: Thêm c.tiết cha &P

# lb19
source: Add &Child
kr: 어린이 추가
vi: Thêm c.tiết con &C

# lb2
source: Short key : +) Alt + T => Add Part to update information +) Alt + P => Add Parent to update relation +) Alt + C => Add Child to update relation +) Alt + L => Check List Child
kr: 짧은 키 +) alt + t => 정보 업데이트 정보 추가 정보 추가 +) alt + p => 업데이트 관계에 부모 추가 +) alt + c => 업데이트 관계에 아이를 추가 +) alt + l => Check Child를 확인하십시오
vi: Phím tắt : +) Alt + T => Thêm Part từ danh sách vào Infor +) Alt + P => Thêm Parent +) Alt + C => Thêm Child +) Nhập ô tìm kiếm => Nhấn Enter để tra cứu +) Alt + L => Kiểm tra danh sách part con

# lb3
source: Keysearch
vi: Nhập từ khóa tìm kiếm

# lb4
source: Search
kr: 찾다
vi: Tìm kiếm

# lb5
source: Add Part
kr: 부품 추가
vi: Thêm Part

# lb6
source: Create relation request
kr: 관계 요청을 작성
vi: Tạo ràng buộc

# lb7
source: Find Part
kr: 부분을 ​​찾
vi: Tra cứu chi tiết

# lb8
source: Update information of Part
kr: 부품의 정보를 업데이트함
vi: Cập nhật thông tin của c.tiết

# lb9
source: (Version, Material, Drawing, ...)
kr: (버전, 자료, 도면, ...)
vi: (version, vật liệu, bản vẽ,...)

# t0
source: Notice
kr: 주의
vi: Thông báo

# t1
source: Can not load data of quantity
kr: 수량의 데이터를로드 할 수 없습니다
vi: Xuất hiện lỗi khi lấy dữ liệu quantity của part

# t10
source: Make the [Delete Relation] request successfully.
kr: [삭제 관계] 요청을 성공적으로 했습니다.
vi: Tạo yêu cầu [ Xóa ràng buộc ] thành công

# t11
source: Error . Please check data and connection again
kr: 오류. 데이터와 연결을 다시 확인하십시오
vi: Xuất hiện lỗi khi tạo ECO [ Xóa ràng buộc ] \n Kiểm tra lại dữ liệu

# t12
source: You need to choose the part to update information
kr: 정보를 업데이트하려면 부품을 선택해야합니다
vi: Bạn chưa chọn Part để cập nhật dữ liệu. \n Vui lòng chọn trước

# t2
source: You need to enter the keysearch
kr: 키 검색을 입력해야합니다
vi: Cần nhập từ khóa tìm kiếm

# t3
source: Do you want to exit "Make ECO Request" tab ?
kr: 종료하고 싶습니까?
vi: Bạn có muốn thoát không ?

# t4
source: Not have data in Search List
kr: 데이터가 없습니다
vi: Không có dữ liệu nào để thêm cả

# t5
source: Not have Parent Part Data
kr: 부모 부품 데이터가 없습니다
vi: Không có dữ liệu Parent Code

# t6
source: Value of quantity is wrong
kr: 수량 가치가 잘못되었습니다
vi: Giá trị Quantity nhập vào không phải là số nguyên dương

# t7
source: old quantity = new quantity
kr: 기존 수량 = 새로운 수량
vi: Giá trị quantity đang không thay đổi , vui lòng sửa quantity mới

# t8
source: Do you want to delete relation :
kr: 관계를 삭제 하시겠습니까?
vi: Bạn có muốn xóa ràng buộc của 2 chi tiết :

# t9
source: If you delete relation, you must create new relation.
kr: 관계를 삭제하면 새로운 관계를 만들어야합니다.
vi: Vì một khi đã xóa, thì sẽ cần phải tạo lại ràng buộc từ đầu
